{
	"goblin": { "pc":"Beast", "size":0.5, "hit":"hit", "smash":"smash", "description":[
		"A small, black-hearted, selfish humanoid that lair in caves, abandoned",
		"mines, despoiled dungeons, and other dismal settings. Individually weak,",
		"goblins gather in large - sometimes overwhelming - numbers. It craves power",
		"and regularly abuses whatever authority it obtains."
	]},
	"orc": { "pc":"Beast", "hit":"hit", "smash":"smash", "description":[
		"A savage raider and pillager with stooped posture, low forehead, and a",
		"piggish face with prominent lower canines that resemble tusks."
	]},
	"kobold": { "pc":"Beast", "hit":"hit", "smash":"smash", "description":[
		"Craven reptilian humanoids that worship evil dragons as demigods and serve",
		"them as minions and toadies. It inhabits dragons' lairs when it can but more",
		"commonly infest dungeons, gathering treasures and trinkets to add to their own",
		"tiny hoards."
	]},
	"hobgoblin": { "pc":"Lizard", "hit":"hit", "smash":"smash", "poisons":[ 1 ], "effect":"rubberBand", "description":[
		"War horns sound, stones fly from catapults, and the thunder of a thousand",
		"booted feet echoes across the land as hobgoblins march to battle. Across the",
		"borderlands of civilization, settlements and settlers must contend with these",
		"aggressive humanoids, whose thirst for conquest is never satisfied.",
		"It has dark orange or red-orange skin, and hair ranging from dark red-brown to",
		"dark gray. Yellow or dark brown eyes peer out beneath its beetling brows, and",
		"its wide mouth sport sharp and yellowed teeth. The male might have a large blue",
		"or red nose, which symbolizes virility and power among goblinkin. It can live",
		"as long as humans, though their love of warfare and battle means that few do."
	]},
	"bullywug": { "pc":"Lizard", "hit":"claw", "smash":"bite", "poisons":[ 1,2 ], "effect":"rubberBand", "description":[
		"Its life is nasty, brutish, and wet. These frog-headed amphibious humanoids",
		"must stay constantly moist, dwelling in rainy forests, marshes, and damp",
		"caves. Always hungry and thoroughly evil, bullywugs overwhelm opponents with",
		"superior numbers when they can, but they flee from serious threats to search",
		"for easier prey."
	]},
	"xvart": { "pc":"Beast", "size":0.5, "hit":"hit", "smash":"punch",  "effect":"zoomInDown", "description":[
		"Cowardly and easily intimidated, it is a generally hateful creature. Its short,",
		"miserable life leads it to despise most creatures and take out their angst on",
		"anyone. They often attack in large groups."
	]},
	"caveman": { "pc":"Ogre", "size":1.5, "hit":"bash", "smash":"smash", "effect":"wobble" },
	"norker": { "pc":"Beast", "hit":"hit", "smash":"smash", "description":[
		"This goblin infused by the earth elemental makes for thicker natural armor and",
		"strength. It is cruel, lazy, and vicious."
	]},
	"skeleton": { "pc":"Undead", "weapon":"Spear", "effect":"fadeIn", "description":[
		"Arises when animated by dark magic. It heeds the summons of spellcasters who",
		"call them from their stony tombs and ancient battlefields, or rise of their",
		"own accord in places saturated with death and loss, awakened by stirrings of",
		"nycromantic energy or the presence of corrupting evil."
	]},
	"zombie": { "pc":"Undead", "hit":"touch", "smash":"punch", "spells":[ "Armor Rusting", "Weapon Decay" ], "rings":[ "Augmenting" ], "effect":"fadeIn", "description":[
		"Sinister necromantic magic infuses the remains of the dead, causing it to rise",
		"as it does their creator's bidding without fear or hesitation. It moves with a",
		"jerky, uneven gait, clad in the moldering apparel it wore when put to rest, and",
		"carrying the stench of decay.",
		"When left without orders, it simply stands in place and rots unless something",
		"comes along that it can kill."
	]},
	"giant centipede": { "pc":"Beast", "hit":"touch", "smash":"crawl all over" },
	"gnoll": { "pc":"Beast", "hit":"bite", "smash":"smash", "armor":"Padded Leather", "description":[
		"Feral humanoids that attack settlements along the frontiers and borderlands",
		"of civilization without warning, slaughtering its victims and devouring",
		"their flesh."
	]},
	"stirge": { "pc":"Beast", "size":0.25, "hit":"hit", "smash":"smash", "description":[
		"This horrid flying creature looks like a cross between a large bat and an",
		"oversized mosquito. Its legs end in sharp pincers, and its long, needle-like",
		"proboscis slashes the air as it seeks its next meal. They feed on the blood of",
		"living creatures, attaching and draining them slowly. Although they pose little",
		"danger in small numbers, packs of them can be a formidable threat, reattaching",
		"as quickly as their weakening prey can pluck them off."
	]},
	"troglodyte": { "pc":"Ogre", "size":2, "hit":"bash", "smash":"smash", "effect":"wobble", "description":[
		"The savage, degenerate squats in the shallow depths of the Underdark in a",
		"constant state of war against their neighbors and one another. It marks its",
		"borders with cracked bones and skulls, or with pictographs painted in blood or",
		"dung. Perhaps the most loathsome of all humanoids, it can eat anything it can",
		"stomach. It dwells in filth. The walls of their cavern homes are smeared with",
		"grime, oily secretions, and the debris of its foul feasting."
	]},
	"lizard man": { "pc":"Lizard", "hit":"hit", "smash":"smash", "poisons":[ 1,2,3 ], "effect":"rubberBand" },
	"crabman": { "pc":"Beast", "hit":"claw", "smash":"bite" },
	"mongrelman": { "pc":"Beast", "hit":"hit", "smash":"smash" },
	"ogrillon": { "pc":"Ogre", "size":2, "hit":"bash", "smash":"smash", "spells":[ "Heal" ], "effect":"wobble" },
	"githzerai": { "pc":"Psionic", "hit":"hit", "smash":"smash", "spells":[ "Heal" ], "effect":"tada", "description":[
		"Split from their ancestral cousins, githyanki, they cultivating their mental",
		"powers and have imbued the ability to shape psionic energy to protect themselves",
		"and probe minds."
	]},
	"kuo-toa": { "pc":"Lizard", "poisons":[ 1,2,3,4 ], "spells":[ "Heal", "Teleport" ], "effect":"rubberBand", "description":[
		"Degenerate fishlike humanoids that once inhabited the shores and islands of the",
		"surface world. Long ago humans and its ilk drove them underground, where they",
		"dwell in madness and everlasting night and can no longer abide daylight."
	]},
	"bugbear": { "pc":"Beast", "hit":"bite", "smash":"tear into", "spells":[ "Heal" ], "description":[
		"It is born for battle and mayhem. Surviving by raiding and hunting,",
		"they bully the weak and despise being bossed around, but their love of",
		"carnage means they will fight for powerful masters if bloodshed and treasure",
		"are assured."
	]},
	"ghoul": { "pc":"Undead", "size":2, "hit":"touch", "smash":"punch", "spells":[ "Heal", "Teleport", "Armor Rusting", "Weapon Decay" ], "effect":"fadeIn", "description":[
		"It roams the night in packs, driven by an insatiable hunger for humanoid flesh."
	]},
	"ogre": { "pc":"Ogre", "size":2, "armor":"Chain Mail", "weapon":"War Hammer", "poisons":[ 5 ], "spells":[ "Heal", "Teleport" ], "rings":[ "Ogre" ], "effect":"wobble", "description":[
		"Lazy of mind as strong of body, it lives by raiding, scavenging, and killing",
		"for food and pleasure. The average specimen stands between 9 and 10 feet tall",
		"and weighs close to a thousand pounds."
	]},
	"firedrake": { "pc":"Dragon", "size":2, "hit":"claw", "smash":"burn", "spells":[ "Heal", "Teleport", "Big Blast" ], "effect":"shakeX" },
	"drow": { "pc":"Demon", "hit":"hit", "smash":"smash", "spells":[ "Heal", "Teleport" ], "rings":[ "Elven" ], "effect":"heartBeat", "description":[
		"A dark-skinned sub-race of elves that predominantly lived in the Underdark.",
		"They were hated and feared due to their cruelty."
	]},
	"firenewt": { "pc":"Lizard", "size":0.5, "hit":"claw", "smash":"burn", "poisons":[ 2,3,4,5 ], "spells":[ "Heal", "Teleport" ], "effect":"rubberBand" },
	"harpy": { "pc":"Beast", "spells":[ "Armor Rusting", "Weapon Decay" ] },
	"ophidian": { "pc":"Lizard", "hit":"bite", "smash":"squeeze", "poisons":[ 3,4,5,6 ], "effect":"rubberBand" },
	"phantom": { "pc":"Undead", "size":0.25, "hit":"touch", "smash":"smother", "spells":[ "Teleport", "Mana Stealing", "Life Stealing" ], "rings":[ "Shade" ], "effect":"fadeIn", "description":[
		"From the darkness, it reaches out to feed on living creatures' vitality. It",
		"can consume any living creature, but it is especially drawn to creatures",
		"untainted by evil. As it drains its victim's strength and physical form, the",
		"victim's shadow darkens and begins to move of its own volition. A creature that",
		"lives a life of goodness and piety consigns its basest impulses and strongest",
		"temptations to the darkness where it hungers."
	]},
	"worg": { "pc":"Beast", "hit":"bite", "smash":"tear into" },
	"gargoyle": { "pc":"Beast", "spells":[ "Teleport" ], "description":[
		"These malevolent creatures of elemental earth that resemble grotesque, fiendish",
		"statues. It lurks among masonry and ruins, as still as any stone sculpture, and",
		"delights in the terror it creates when it breaks from its suspended pose, as",
		"well as the pain it inflicts on its victims."
	]},
	"rust monster": { "pc":"Beast", "spells":[ "Armor Rusting", "Weapon Decay" ], "description":[
		"Most dwarves would rather face a squad of orcs than confront this. These",
		"strange, normally docile creatures corrode ferrous metals, then gobble up the",
		"the rust they create. In doing so, they have ruined the armor, shields, and",
		"weapons of countless adventurers."
	]},
	"ghast": { "pc":"Undead", "hit":"touch", "smash":"punch", "spells":[ "Heal", "Teleport", "Blast", "Weapon Decay", "Big Blast" ], "effect":"fadeIn", "description":[
		"Orcus sometimes infuses a ghoul with a stronger dose of abyssal energy, whereas",
		"ghouls are little more than savage beasts, a ghast is cunning and can inspire a",
		"pack of ghouls to follow its commands."
	]},
	"werewolf": { "pc":"Undead", "hit":"bite", "smash":"tear into", "spells":[ "Heal", "Teleport" ], "effect":"fadeIn" },
	"owlbear": { "pc":"Beast", "hit":"bite", "smash":"tear into", "description":[
		"Its screech echoes through dark valleys and benighted forests, piercing the",
		"quiet night to announce the death of its prey. Feathers cover the thick, shaggy",
		"coat of its bearlike body, and the limpid pupils of its great round eyes stare",
		"furiously from its owlish head."
	]},
	"firetoad": { "pc":"Lizard", "size":0.5, "hit":"claw", "smash":"burn", "poisons":[ 4,5,6,7 ], "effect":"rubberBand" },
	"hell hound": { "pc":"Demon", "hit":"bite", "smash":"tear into", "rings":[ "Hell's Fury" ], "effect":"tada", "description":[
		"Monstrous, fire-breathing fiends that take the form of powerful dogs, it is",
		"found on the battlefieldsof Acheron and throughout the Lower Planes. On the",
		"Material Plane, it is most commonly seen in service to devils, fire giants,",
		"and other evil creatures that use them as guard animals and companions."
	]},
	"hook horror": { "pc":"Beast", "hit":"bite", "smash":"hook", "description":[
		"A fierce predator of the Underdark, it aggressively defends its hunting",
		"grounds. The subterranean caverns where these creatures dwell echo with the",
		"constant clacking and scraping of its hooks as it winds their way up cliffs",
		"and along cavern walls.",
		"The monstrous beast has a head resembling a vulture's and the torso of an",
		"enormous beetle, with an exoskeleton studded by sharp, bony protuberances.",
		"It gains its name from its long, powerfully built arms and legs, which end",
		"in wickedly curved hooked claws."
	]},
	"ankheg": { "pc":"Lizard", "hit":"touch", "smash":"crawl all over", "poisons":[ 5,6,7,8 ], "effect":"rubberBand", "description": [
		"It resembles an enormous many-legged insect, its long antennae twitching in",
		"response to any movement around it. Its legs end in sharp hooks adapted for",
		"burrowing and grasping its prey, and its powerful mandibles can snap a small",
		"tree in half."
	]},
	"githyanki": { "pc":"Psionic", "spells":[ "Heal", "Teleport", "Blast" ], "effect":"heartBeat", "description":[
		"It complements physical prowess with psionic might, instilled by mind flayers."
	]},
	"cave bear": { "pc":"Beast", "hit":"bite", "smash":"tear into" },
	"cockatrice": { "pc":"Lizard", "hit":"peck", "smash":"bite", "poisons":[ 5,6,7,8 ], "effect":"rubberBand", "description": [
		"It looks like a hideous hybrid of lizard, bird, and bat, and it is infamous",
		"for its ability to turn flesh to stone. These omnivores have a diet that",
		"consists of berries, nuts, flowers, and small animals such as insects, mice,",
		"and frogs -- things they can swallow whole. They would be no threat to",
		"anything else if not for their fierce and frenzied response to even a hint of",
		"danger. It flies into the face of any threat, squawking and madly beating its",
		"wings as its head darts out to peck. The smallest scratch from its beak can",
		"spell doom as its victim slowly turns to stone from the injury."
	]},
	"minotaur": { "pc":"Beast", "hit":"shoot", "smash":"charge into", "weapon":"Light Crossbow", "description":[
		"Its roar is a savage battle cry that most civilized creatures fear. Born into",
		"the mortal realm by demonic rites, it is a savage conqueror and carnivore that",
		"lives for the hunt. Its brown or black fur is stained with the blood of fallen",
		"foes, and it carries the stench of death."
	]},
	"displacer beast": { "pc":"Beast", "hit":"hit", "smash":"smash", "armor":"Dancing Shield", "spells":[ "Teleport", "Super Shield" ], "description":[
		"A monstrous predator takes its name from its ability to displace light so that",
		"it appears to be several feet away from its actual location. It resembles a",
		"sleek great cat covered in blue-black fur. However, its otherworldly origins",
		"are clear in its six legs and the two tentacles sprouting from its shoulders,",
		"both ending in pads tipped with spiky protrusions. Its eyes glow with an awful",
		"malevolence that persists even in death."
	]},
	"doppelganger": { "pc":null, "spells":[ "Heal", "Teleport", "Blast" ], "rings":[ "Faith", "Magus" ], "description":[
		"Devious shapeshifters that take on the appearance of other humanoids, it",
		"throws off pursuit or luring victims to their doom with misdirection and",
		"disguise. Few creatures spread fear, suspicion, and deceit better than them.",
		"Found in every land and culture, they can take on the guise of any individual",
		"of any race."
	]},
	"imp": { "pc":"Demon", "size":0.5, "hit":"hit", "smash":"smash", "spells":[ "Heal", "Teleport", "Blast", "Big Blast" ], "rings":[ "Cursed" ], "effect":"zoomInDown", "description":[
		"Vicious, manipulative fiends that are among the weakest beings in the infernal hierarchy."
	]},
	"quasit": { "pc":"Demon", "hit":"claw", "smash":"scare", "spells":[ "Heal", "Teleport", "Blast" ], "effect":"tada", "description":[
		"An insidious demon from the Abyss, it is often found serving chaotic evil",
		"spellcasters as counselors and spies. Although it thirsts for victory and",
		"power as other demons do, it is a coward at heart. It typically attacks from",
		"ambush, using its alternate form ability and invisibility to get within reach,",
		"then try to scuttle away."
	]},
	"ice lizard": { "pc":"Lizard", "hit":"hit", "smash":"smash", "poisons":[ 6,7,8,9 ], "spells":[ "Transmute", "Super Shield", "Super Hone" ], "rings":[ "Elven" ], "weapon":"Long Sword" },
	"svirfneblin": { "pc":"Beast", "hit":"pick", "smash":"hammer", "description":[
		"A deep gnome that lives far below the world's surface in twisting warrens and",
		"sculpted caverns. It survives by virtue of stealth, cleverness, and tenacity.",
		"Its gray skin allows it to blend in with surrounding stonework."
	]},
	"yeti": { "pc":"Beast", "hit":"hit", "smash":"smash", "description":[
		"Its windborne howl sounds out across remote mountains, striking fear into the",
		"hearts of the scattered miners and herders that dwell there. This hulking",
		"creature stalks alpine peaks in a ceaseless hunt for food. Its snow-white fur",
		"lets it move like ghosts against the frozen landscape. Its icy simian eyes can",
		"freeze its prey in place."
	]},
	"carrion crawler": { "pc":"Lizard", "hit":"touch", "smash":"crawl all over", "poisons":[ 7,8,9,10 ], "spells":[ "Confusion" ], "effect":"rubberBand", "description": [
		"It scours putrid flesh from carcasses and gobble the slimy bones that remain.",
		"They aggressively attack any creature that tresspasses on their territory or",
		"disturbs their feasting."
	]},
	"manticore": { "pc":"Beast", "hit":"bite", "smash":"tear into", "description":[
		"A monster in every sense of the word, it has a vaguely humanoid head, the body",
		"of a lion, and the wings of a dragon. A bristling mane stretches down its back,",
		"and its long tail ends in a cluster of deadly spikes that can impale prey at",
		"impressive range."
	]},
	"troll": { "pc":"Ogre", "size":2, "spells":[ "Heal" ], "weapon":"Heavy Crossbow", "rings":[ "Ogre" ], "effect":"wobble", "description":[
		"Born with horrific appetites, it can eat anything it catches to devour. It has",
		"no society to speak of, but often serve as mercenaries to orcs, ogres, hags,",
		"and giants. As payment, it demands food and treasure. It is difficult to",
		"control, however, doing as it pleases even when working with more powerful",
		"creatures.",
		"Its wounds close quickly with its regenerative capabilities."
	]},
	"wight": { "pc":"Undead", "hit":"touch", "smash":"overwhelm", "spells":[ "Mana Stealing", "Life Stealing" ], "rings":[ "Shade" ], "effect":"fadeIn", "description":[
		"Refers to evil undead who were once mortals driven by dark desire and great",
		"vanity. When death stills such a creature's heart and snuffs its living breath,",
		"its spirit cries out to the demon lord or some vile god of the underworld for a",
		"reprieve: undeath in return for eternal war on the living. If a dark power",
		"answers the call, the spirit is granted undeath so that it can pursue its own",
		"malevolent agenda. It heeds the call of whatever dark entity transformed them",
		"into undead, swearing oaths to appease their new lord while retaining their",
		"autonomy."
	]},
	"wraith": { "pc":"Undead", "hit":"touch", "smash":"overwhelm", "spells":[ "Teleport", "Blast", "Armor Rusting", "Weapon Decay", "Big Blast" ], "rings":[ "Undying" ], "effect":"fadeIn", "description":[
		"A malice incarnate, concentrated into an incorporeal form that seeks to",
		"quench all life. The creature is suffused with negative energy, and its",
		"mere passage through the world leaves nearby plants blackened and withered.",
		"Animals flee from its presence. Even small fires can be extinguished by the",
		"sucking oblivion of the wraith's horrifying existence."
	]},
	"basilisk": { "pc":"Lizard", "hit":"bite", "smash":"petrifie", "poisons":[ 8 ], "effect":"rubberBand", "description":[
		"Travelers sometimes find objects that look like pieces of remarkably lifelike",
		"stone carvings of wildlife. Missing parts appear to have been bitten off.",
		"Seasoned explorers regard such relics as warnings, knowing that the basilisk",
		"that created them is likely to be nearby."
	]},
	"wyvern": { "pc":"Dragon", "size":2, "hit":"claw", "smash":"bite", "poisons": [ 16 ], "spells":[ "Heal", "Teleport", "Blast" ], "effect":"shakeX", "description":[
		"Cousins to the great dragons hunt the same tangled forests and caverns as their",
		"kin. The poison in its stinger can kill a creature in seconds. Extremely potent",
		"and as deadly as it can be, however, hunters and adventurers often track to",
		"claim its venom, which is used in alchemical compounds and to coat weapons."
	]},
	"medusa": { "pc":"Titan", "hit":"gaze upon", "smash":"petrifie", "spells":[ "Blast", "Life Stealing" ], "rings":[ "Medusa's" ], "effect":"fadeInUpBig", "description":[
		"It lives forever in seclusion, alienated from the world from its monstrous form",
		"and caprice. Its home gradually falls into disrepair until it is little more",
		"than shadowy ruins covered with thorns and creepers, riddled with obstructions",
		"and hiding places. Foolhardy looter and adventurers who enter are often unaware",
		"of the its presence until the creature is among them.",
		"It is subject to its own curse. By looking vainly on its reflection, it turns",
		"to stone as surely as any living mortal. As a result, it destroys or removes",
		"any mirrors or reflective surfaces in its lair."
	]},
	"drider": { "pc":"Beast", "hit":"hit", "smash":"smash", "description":[
		"Drow transformed into twisted and debased creatures, driven by madness, it",
		"disappears into the Underdark to become hermits and hunters, either wandering",
		"alone or leading packs of giant spiders."
	]},
	"ogre mage": { "pc":"Ogre", "size":2, "hit":"bash", "smash":"smash", "spells":[ "Heal", "Teleport", "Mana Stealing" ], "rings":[ "Magus", "Ogre" ], "effect":"wobble" },
	"hill giant": { "pc":"Ogre", "size":3, "hit":"bash", "smash":"smash", "rings":[ "Ogre"], "effect":"wobble", "description":[
		"Selfish, dimwitted brutes that hunt, forage, and raid in constant search of",
		"food. It blunders through hills and forests devouring what it can, bullying",
		"smaller creatures into feeding them. Its laziness and dullness would long ago",
		"have spelled their end if not for their formidable size and strength."
	]},
	"tunnel worm": { "pc":"Beast", "size":0.5, "hit":"bite", "smash":"squeeze" },
	"hydra": { "pc":"Dragon", "size":3, "hit":"claw", "smash":"bite", "spells":[ "Heal" ], "effect":"shakeX", "description":[
		"A reptilian horror with a crocodilian body and multiple heads on long,",
		"serpentine necks. Although its heads can be severed, it magically regrows them",
		"in short order. A typical specimen has five heads.",
		"At the dawn of time, an evil dragon slew a rival dragon god named Lernaea and",
		"cast its blood across the multiverse. Each drop that fell upon a world spawned",
		"a multi-headed hydra consumed by a hunger as great as the fallen god's hatred.",
		"Great champions are known to test their mettle against these fearsome creatures."
	]},
	"mimic": { "pc":null, "spells":[ "Heal", "Teleport", "Blast" ], "rings":[ "Faith", "White Wizard" ], "description":[
		"Shapeshifting predators able to take on the form of inanimate objects to lure",
		"creatures to their doom. In dungeons, these cunning creatures most often take",
		"the form of doors and chests, having learned that such forms attract a steady",
		"stream of prey."
	]},
	"succubus": { "pc":"Psionic", "hit":"kiss", "smash":"drain", "spells":[ "Mana Stealing", "Life Stealing" ], "effect":"heartBeat", "description":[
		"Kept by the demon lords as advisers and consorts, these fiends tempt mortals to",
		"perform evil acts. These beautiful corrupters typically begin in veiled,",
		"insidious ways by first appearing in ethereal form, passing through walls like",
		"a ghost to lurk and whisper forbidden pleasures.",
		"Its kiss is an echo of the emptiness that its longing for a corrupted soul.",
		"Likewise, the victim gains no satisfaction from it, experiencing only pain and",
		"the profound emptiness that the fiend imparts."
	]},
	"mind flayer": { "pc":"Psionic", "size":2, "hit":"gaze upon", "smash":"hypnotize", "spells":[ "Big Blast", "Mana Stealing" ], "rings":[ "Medusa's" ], "effect":"tada", "description":[
		"Also called an illithid, it is the scourge of sentient creatures across",
		"worlds. Psionic tyrants, slavers, and interdimensional voyagers, they are",
		"insidious masterminds that harvest entire races for their own twisted ends.",
		"Four tentacles snake from its octopus-like head, flexing in hungry anticipation",
		"when sentient creatures come near.",
		"In eons past, they controlled empires that spanned many worlds. They subjugated",
		"and consequently warped whole races of humanoid slaves, including the githyanki",
		"and githzerai and the kuo-toa. Conjoined by a collective consciousness, they",
		"can hatch evil plots as far-reaching as their fathomless minds can conceive."
	]},
	"mummy": { "pc":"Undead", "hit":"touch", "smash":"punch", "spells":[ "Level Stealing" ], "rings":[ "Undying" ], "effect":"fadeIn", "description":[
		"Raised by dark funerary rituals, it shambles from the shrouded stillness of a",
		"time-lost temple or tomb. Having been awoken from its rest, it punishes",
		"transgressors with the power of its unholy curse."
	]},
	"neo-otyugh": { "pc":"Beast", "size":2, "hit":"hit", "smash":"smash", "rings":[ "Augmenting" ], "description":[
		"It buries itself under mounds of offal and carrion, leaving only its sensory",
		"stalk exposed. When an edible creature happens by, its tentacles erupt from the",
		"filth and grab hold of it. It uses a limited form of telepathy to urge sentient",
		"creatures toward its lair, sometimes by pretending to be something else."
	]},
	"roper": { "pc":"Beast", "hit":"thrash", "smash":"whip", "spells": [ "Armor Rusting", "Weapon Decay" ], "description":[
		"Living in caves and caverns throughout the Underdark, it is voracious and",
		"feasts on whatever it can catch and seize. It eats any creature, from Underdark",
		"beasts to adventurers and their gear.",
		"It has the appearance of a stalagmite or stalactite, which often allows it to",
		"attack with surprise. The creature can move slowly using thousands of sticky",
		"cilia beneath its base. It creeps up cave walls and along stone ceilings,",
		"finding the best position from which to attack."
	]},
	"umber hulk": { "pc":"Ogre", "size":3, "hit":"bash", "smash":"smash", "rings":[ "Ogre" ], "effect":"wobble", "description":[
		"An abominable horror from deep beneath the earth, it burrows into cave",
		"complexes, dungeons, or Underdark settlements in search of food. Those lucky",
		"enough to survive its attack often remember precious little of the incident,",
		"thanks to its mind-scrambling gaze."
	]},
	"pyrohydra": { "pc":"Dragon", "size":3, "hit":"claw", "smash":"burn", "spells":[ "Blast" ], "effect":"shakeX" },
	"will-o-wisp": { "pc":"Spirit", "size":0.1, "hit":"flame", "smash":"torch" ,"poisons":[ 16 ], "spells":[ "Teleport", "Illusion", "Cure", "Disintegrate", "Morph", "Armor Rusting", "Weapon Decay", "Life Stealing", "Level Stealing", "Big Blast" ], "rings":[ "Shade" ], "description":[
		"Malevolent, wispy balls of light that haunt lonely places and battlefields,",
		"bound by dark fate or dark magic to feed on fear and despair."
	]},
	"vampire": { "pc":"Undead", "hit":"touch", "smash":"bite", "spells":[ "Heal", "Teleport", "Mana Stealing", "Life Stealing" ], "rings":[ "Undying" ], "effect":"fadeIn", "description":[
		"Awakened to an endless night, it hungers for the life it lost and sate that",
		"hunger by drinking the blood of the living. It abhors sunlight, for its touch",
		"burns. It never casts shadows or reflections, and any vampire wishing to move",
		"unnoticed among the living keeps to the darkness and from reflective surfaces."
	]},
	"ghost": { "pc":"Undead", "size":0.25, "hit":"scare", "smash":"frighten", "spells":[ "Teleport", "Blast", "Mana Stealing", "Level Stealing" ], "effect":"fadeIn", "description":[
		"The angry, unfettered spirit of a humanoid that has been prevented from",
		"passing to the afterlife. It no longer possess connections to who or what it",
		"was, yet are condemned to walk the world forever. Some are spawned when dark",
		"magic or the touch of a wraith rips a soul from a living body."
	]},
	"dracolisk": { "pc":"Lizard", "size":2, "hit":"claw", "smash":"bite", "poisons":[ 8,9,10,11 ], "spells":[ "Heal", "Teleport" ], "effect":"rubberBand" },
	"naga": { "pc":"Beast", "size":2, "hit":"drain", "smash":"gaze upon", "spells":[ "Teleport" ], "rings":[ "Medusa's" ], "description":[
		"An intelligent serpent that inhabits the ruins of the past, amassing arcane",
		"treasures and knowledge. The first nagas were created as immortal guardians",
		"by a humanoid race long lost to history. When this race died out, the nagas",
		"deemed themselves the rightful inheritors of their masters' treasures and",
		"magical lore. Industrious and driven, nagas occasionally venture out from",
		"their lairs to track down magic items or rare spellbooks.",
		"Nagas never feel the ravages of time or succumb to sickness. Even if it is",
		"struck down, a naga's immortal spirit reforms in a new body in a matter of",
		"days, ready to continue its eternal work."
	]},
	"xag-ya": { "pc":"Psionic", "size":0.5, "hit":"whip", "smash":"jolt", "spells":[ "Teleport", "Big Blast" ], "effect":"rotateIn", "description":[
		"A spherical being made up of positive, bolt energy."
	]},
	"xeg-yi": { "pc":"Psionic", "size":0.5, "hit":"whip", "smash":"drain", "spells":[ "Teleport", "Life Stealing" ], "effect":"rotateIn", "description": [
		"A spherical being made up of negative, anti-life energy."
	]},
	"minor demon": { "pc":"Demon", "weapon":"Pole Arm", "spells":[ "Heal", "Teleport", "Blast" ], "effect":"tada" },
	"green dragon": { "pc":"Dragon", "size":3, "hit":"claw", "smash":"bite", "armor":"Dragon Scale Mail", "spells":[ "Heal", "Teleport", "Armor Rusting", "Mana Stealing", "Super Shield" ], "effect":"shakeX", "description":[
		"The most cunning and treacherous of true dragons, it uses misdirection and",
		"trickery to get the upper hand against their enemies. Nasty tempered and",
		"thoroughly evil, they take special pleasure in subverting and corrupting the",
		"good-hearted. Wherever it may roam, it demonstrates an aggression that is",
		"often less about territory than it is about gaining power and wealth with as",
		"little effort as possible."
	]},
	"red dragon": { "pc":"Dragon", "size":3, "hit":"claw", "smash":"bite", "armor":"Red Dragon Scale Mail", "spells":[ "Teleport", "Weapon Decay" ], "rings":[ "Hell's Fury" ], "effect":"shakeX", "description":[
		"The most covetous of the true dragons, it tirelessly seeks to increase its",
		"treasure hoards. It is exceptionally vain, even for dragons, and its conceit",
		"is reflected in its proud bearing and its disdain for other creatures."
	]},
	"stone golem": { "pc":"Ogre", "size":3, "hit":"pound", "smash":"crush", "rings":[ "Ogre" ], "effect":"wobble", "description":[
		"It displays great variety in shape and form, cut and chiseled from stone to",
		"appear as tall, impressive statues. Though most bear humanoid features, it",
		"can be carved in any form the sculptor can imagine. Ancient ones found in",
		"sealed tombs or flanking the gates of lost cities sometimes take the form of",
		"giant beasts.",
		"Like other golems, these are nearly impervious to spells and ordinary weapons.",
		"Creatures that fight a stone golem can feel the ebb and flow of time slow down",
		"around them, almost as though they were made of stone themselves."
	]},
	"nycadaemon": { "pc":"Demon", "size":2, "hit":"claw", "smash":"bite", "spells":[ "Teleport", "Blast", "Illusion", "Cure" ], "effect":"heartBeat", "description":[
		"Tall, arrogant creatures and possess four muscular arms, a doglike head and a",
		"pair of vast, bat-like wings."
	]},
	"titan": { "pc":"Titan", "size":2, "hit":"pop", "smash":"smash", "spells":[ "Blast" ], "effect":"fadeInUpBig" },
	"demilich": { "pc":"Undead", "hit":"touch", "smash":"overwhelm", "spells":[ "Heal", "Teleport", "Blast" ], "rings":[ "Undying" ], "effect":"fadeIn", "description":[
		"It remains immortal only as long as it feeds mortal souls to its phylactery.",
		"If it falters or fails in this task, its bones turn to dust until only its",
		"skull remains. It contains only a fragment of the lich's malevolent life force",
		"-- just enough so that if it is disturbed, these remains rise into the air",
		"and assume a wraithlike form. The skull then emits a terrifying howl that can",
		"slay the weak-hearted and leave others trembling with fear. Left alone, it",
		"sinks back down and returns to the empty peace of its existence.",
		"Few seek to become them, for it means an end to the existence they hoped to",
		"preserve by becoming undead. However, time can erode its reason and memory,",
		"causing it to retreat into its ancient tomb and forget to feed on souls.",
		"The spells it once knew fade from its mind, and it no longer channels the",
		"arcane energy it once wielded. However, even as a mere skull it remains a",
		"deadly and vexing enemy."
	]},
	"pit fiend": { "pc":"Beast", "weapon":"Broad Sword", "spells":[ "Teleport" ] },
	"lernaean hydra": { "pc":"Dragon", "size":3, "hit":"claw", "smash":"bite", "spells":[ "Big Blast" ], "effect":"shakeX" },
	"major demon": { "pc":"Demon", "size":2, "hit":"hit", "smash":"smash", "spells":[ "Teleport", "Blast" ], "effect":"tada" },
	"mist dragon": { "pc":"Dragon", "size":3, "hit":"claw", "smash":"drown", "spells":[ "Heal", "Teleport", "Armor Rusting", "Weapon Decay", "Super Shield" ], "effect":"shakeX" },
	"grey slaad": { "pc":"Lizard", "weapon":"Dagger of Venom", "poisons":[ 9 ], "effect":"rubberBand", "description":[
			"It resembles a big, bipedal frog creature. Its skin is not entirely smooth,",
			"and actually rather scaly. It has a big head with large maws, full of sharp",
			"teeth."
	]},
	"beholder": { "pc":"Psionic", "size":3, "hit":"drain", "smash":"gaze upon", "spells":[ "Heal", "Teleport", "Blast", "Mana Stealing" ], "rings":[ "Medusa's" ], "effect":"rotateIn", "description":[
		"One glance at a beholder is enough to assess its foul and otherworldly nature.",
		"Aggressive, hateful, and greedy, these aberrations dismiss all other creatures",
		"as lesser beings, toying with them or destroying them as they choose.",
		"A beholder's spheroid body levitates at all times, and its great bulging eye",
		"sits above a wide, toothy maw, while the smaller eyestalks that crown its body",
		"twist and turn to keep its foes in sight. When a beholder sleeps, it closes",
		"its central eye but leaves its smaller eyes open and alert."
	]},
	"iron golem": { "pc":"Ogre", "size":3, "hit":"gnaw", "smash":"wreck", "armor":"Mithril Chain Mail", "poisons":[ 10 ], "rings":[ "Ogre" ], "effect":"wobble", "description":[
		"The mightiest of the golems, it is a massive, towering giant wrought of heavy",
		"metal. Most are fashioned to look like giant suits of armor. Its fist can",
		"destroy creatures with a single blow, and its clanging steps shake the earth",
		"beneath its feet. It wields enormous blades to extend its reach, and can belch",
		"clouds of deadly poison.",
		"Its body is smelted with rare tinctures and admixtures, designed to be nearly",
		"invulnerable. Its iron body imprisons the spirit that drives it, and are",
		"susceptible only to weapons imbued with magic or the strength of adamantine."
	]},
	"death slaad": { "pc":"Lizard", "weapon":"Staff of RAH", "poisons":[ 10 ], "spells":[ "Heal", "Cure" ], "rings":[ "Shade" ], "effect":"rubberBand", "description":[
		"This slaadi is the most evil of all slaadkind, bent on perpetuating",
		"destruction."
	]},
	"cloud dragon": { "pc":"Dragon", "size":3, "hit":"claw", "smash":"bite", "spells":[ "Teleport", "Big Blast", "Mana Stealing" ], "effect":"shakeX" },
	"elder titan": { "pc":"Titan", "size":3, "hit":"hammer", "smash":"nail", "spells":[ "Blast" ], "effect":"fadeInUpBig" },
	"lich": { "pc":"Undead", "hit":"touch", "smash":"overwhelm", "spells":[ "Teleport", "Armor Rusting", "Weapon Decay", "Big Blast", "Mana Stealing", "Level Stealing" ], "rings":[ "Shade", "Undying" ], "effect":"fadeInDown", "description":[
		"The remains of great wizards who embrace undeath as a means of preserving",
		"itself. To further its own power at any cost, it has no interest in the affairs",
		"of the living except where those affairs interfere with its own. Scheming and",
		"insane, it hungers for long-forgotten knowledge and the most terrible secrets.",
		"Because the shadow of death doesn't hang over it, it can conceive plans that",
		"take years, decades, or centuries to come to fruition."
	]},
	"slaad lord": { "pc":"Lizard", "armor":"Cloak of Elvenlords", "weapon":"Battle Axe of Lords", "poisons":[ 11,12,13 ], "spells":[ "Illusion", "Super Shield", "Super Hone" ], "rings":[ "Elven" ], "effect":"rubberBand" },
	"demon prince": { "pc":"Demon", "hit":"hit", "smash":"smash", "spells":[ "Heal", "Super Shield" ], "effect":"tada", "description":[
			"Worshiped by the undead and by living creatures that channel the power of",
			"undeath. A brooding and nihilistic entity, it yearns to make the multi",
			"verse a place of death and darkness, forever unchanging except by his will."
	]},
	"archdevil": { "pc":"Demon", "size":3, "hit":"hit", "smash":"smash", "spells":[ "Blast", "Super Hone" ], "rings":[ "Hell's Fury" ], "effect":"tada", "description":[
		"A unique being with an appearance that reflects its particular evil nature,",
		"it personifies tyranny with a totalitarian society dedicated to the",
		"domination of mortal life. A servant to Asmodeus, it must continually expand",
		"into the mortal realm to corrupt the souls from which new devils are spawned."
	]},
	"elemental prince": { "pc":"God", "size":2, "hit":"strike", "smash":"smite", "spells":[ "Confusion", "Cure", "Armor Rusting", "Weapon Decay", "Mana Stealing" ], "rings":[ "White Wizard" ], "effect":"flipInX", "description": [
		"A demigod over all incarnations of the elements that make up the universe:",
		"air, earth, fire, and water."
	]}
}
